Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: Your logo will be displayed on each talk’s introduction screen providing huge visibility.
ja: 各講演を紹介する大画面に、企業ロゴが表示されます。

source: Your reception passes may be used by any of your conference attendees.
ja: レセプション招待券は、カンファレンス参加者であればどなたでも使用できます。

source: Your right to use a mark is conditioned upon conforming to other requirements that are directly related to the qualities that the specific mark has been created to preserve.
ja: 標識の利用におけるあなたの権利は、他の要件、すなわち、その標識が一定の品質を保持していることを示すために作られた品質に関わる要件を満たすことが条件となります。

source: Your right to use a mark of The Linux Foundation is provided for in this policy and in the statement of permitted use, if any, that may accompany the trademark notice displayed on the website dedicated to the project.
ja: The Linux Foundation の標識を使用するあなたの権利は、本ポリシー、およびプロジェクトの利用許諾声明 (プロジェクトがそのようなものを用意している場合。プロジェクト専用 Web サイト上に表示される商標告知を伴うことがある) で提示されます。

source: Your role as an Individual Supporter remains current for 12 months from the time payment of fees is completed.
ja: 個人サポーター資格は、支払った日から 12 か月間です。

source: Your role as an Individual Supporter will be renewed for 12 months from the time payment of fees is completed.
ja: 支払いが完了すると、個人サポーター資格が 12 か月間更新されます。

source: Your use of the Linux trademark must be in accordance with the Linux Marks Insitute policy.
ja: Linux 商標の利用は、Linux Mark Institute のポリシーに従う必要があります。

source: ZTE Deepens Commitment to OpenDaylight Project
ja: ZTE が OpenDaylight プロジェクトへのコミットメントを強化

source: ZTE joins Brocade, Cisco, Ericsson, HPE, Intel and Red Hat, among others, as a Platinum member of OpenDaylight.
ja: OpenDaylight には、Brocade、Cisco、Ericsson、HPE、Intel、Red Hat などもプラチナメンバーとして加盟しています。

source: [1][2][3]View the full agenda of sessions.
ja: スケジュールの詳細は、こちらでご確認ください。http://events.linuxfoundation.jp/events/automotive-linux-summit/program/schedule

source: [If you choose not to use the booth, lead retrieval scanners and press list, 10 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、10 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 15 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、15 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 20 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、20 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 3 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、3 名分の無料招待券が追加提供されます。

source: [If you choose not to use the booth, lead retrieval scanners and press list, 6 additional conference passes will be included.]
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、6 名分の無料招待券が追加提供されます。

source: [NOT APPROVED] “NEC provides safe, secure and efficient social solutions for domestic and foreign governments, governmental agencies, financial institutions and other organizations by combining its technology assets with broad systems integration expertise and customer assets,” said XXX at NEC.
ja: 「NECは、その技術資産と広範なシステム インテグレーション技術やカスタマー資産を組み合わせ、国内外の政府、自治体、金融機関などに安全、安心、効率的な社会ソリューションを提供しています。

source: attendees are
ja: 来場者の

source: attendees arefrom the US
ja: の参加者は米国から

source: bronzeunlimited
ja: ブロンズ 枠数に制限なし

source: diamond
ja: ダイアモンド

source: diamond4 available
ja: ダイアモンド 4 枠

source: event keyword impressions on social media
ja: ソーシャル メディアに取り上げられたイベント キーワード

source: from the US
ja: 活動拠点は米国

source: gold
ja: ゴールド

source: gold10 available
ja: ゴールド 10 枠

source: https://www.linuxfoundation.org/trademark-usage.
ja: https://www.linuxfoundation.jp/trademark-usage

source: impressions
ja: インプレッション (広告露出)

source: including automotive systems engineers, Linux experts, R&D managers, business executives, open-source licensing and compliance specialists and community developers.
ja: 自動車システム エンジニア、Linux エキスパート、R&D マネージャー、ビジネス エグゼクティブ、オープン ソース ライセンスやコンプライアンスのスペシャリスト、Linux コミュニティに参加している開発者など。

source: media clips with
ja: メディア掲載数

source: platinum
ja: プラチナ

source: platinum8 available
ja: プラチナ 8 枠

source: press in attendance
ja: プレス関連の参加者

source: silver
ja: シルバー

source: silverunlimited
ja: シルバー 枠数に制限なし

source: social media engagements on Facebook, Google+ & Twitter
ja: Facebook、Google+、ツイッターでの発信

source: unlimited
ja: 制限なし

source: xRAN Consortium comprises top-tier operators and radio access network equipment vendors with a common goal of developing a modular architecture for the cellular radio access network.
ja: xRAN コンソーシアムは、セルラー式無線アクセス ネットワーク向けのモジュラー アーキテクチャを開発するという共通の目的を持つ無線アクセス ネットワーク機器ベンダーとトップティア オペレーターとによって構成されています。

source: xRAN FAQ and White Paper
ja: xRAN FAQ and White Paper http://www.xran.org/resources/

source: xRAN and CORD Project are receiving strong carrier support for this alignment, and the existing xRAN prototype is building momentum among vendors:
ja: xRAN と CORD Project は、この連携について強力なキャリア支援を受けており、現在の xRAN プロトタイプは以下のベンダーの間で進められています。

source: xRAN and M-CORD partnership show immediate value of ONF’s new software defined standards approach
ja: xRAN と M-CORD の連携が示す ONF の新しいソフトウェア デファインド標準化アプローチの価値

source: xRAN fundamentally advances RAN architecture in three areas – decouples the RAN control plane from the user plane, builds a modular eNB software stack that operates on common-off-the-shelf (COTS) hardware and publishes open north- and south-bound interfaces to the industry.
ja: xRAN は、基本的に 3 つの領域で RAN アーキテクチャを進化させます。それは、RAN コントロール プレーンをユーザー プレーンから分離すること、common-off-the-shelf (COTS) ハードウェア上で作動するモジュラー eNB ソフトウェア スタックを構築すること、そしてオープンなノースバウンドおよびサウスバウンド インタフェースを業界に公開することです。

source: xRAN interfaces allow carrier applications to programmatically control multi-vendor RAN infrastructure.
ja: xRAN インタフェースにより、キャリア アプリケーションはマルチベンダー RAN インフラをプログラムで制御することができます。

source: “AGL is gaining significant traction across the automotive industry, the ecosystem is really taking off across diverse software disciplines,” said Dan Cauchy, Executive Director of Automotive Grade Linux.
ja: Automotive Grade Linuxのエグゼクティブ ディレクターであるDan Cauchyは、次のように述べています。 「AGLは自動車業界で大きく勢いを増しており、そのエコシステムは実にさまざまなソフトウェア分野に及んでいます。

source: “AGL provides a community for us to collaborate with and contribute to the transformation of the auto and telecommunication industries by bridging the two ecosystems and helping to advance connectivity for a network that can support connected cars, smart roads and shared vehicles.”
ja: AGLは、私たちが自動車業界と通信業界を変革するための協業や貢献を行うためのコミュニティを提供し、そのために2つのエコシステムの橋渡しをしたり、コネクテッド カー、スマート ロード、カーシェアリングなどに対応できるようネットワークの接続性強化を支援したりしています。」 Nexius CEO、Ned Taleb氏

source: “ARCCORE’s mission is to provide cutting-edge products and solution-oriented services to automotive companies which enable autonomous drive, connected vehicles and next-generation infotainment applications,” said Michael Svenstam, CEO of ARCCORE.
ja: 「ARCCOREのミッションは、自動運転、コネクテッド カー、次世代インフォテインメント アプリなどを可能にする最先端の製品やソリューション指向サービスを自動車企業に提供することです。

source: “Adopting an open source development approach has enabled us to focus resources on developing innovative new features and bringing them to market faster.”
ja: オープン ソース開発アプローチを採用することで、弊社は革新的な新機能開発にリソースを投入し、より速く市場に送り出せます。」

source: “An open and standardized software platform is a critical element for the success of the connected car.
ja: 「オープンな標準ソフトウェア プラットフォームは、コネクテッド カーの成功に欠かせない重要な要素です。

source: “An open governance structure will encourage continued growth and investment in the DPDK developer community,” said Jim Zemlin, Executive Director of the Linux Foundation.
ja: The Linux Foundationのエグゼクティブ ディレクターであるJim Zemlinは、次のように述べています。 「オープン ガバナンス ストラクチャは、DPDK開発者コミュニティの継続的成長と投資を促進するでしょう。

source: “Andreas, Thomas and Paul each add unique perspectives that I know will prove invaluable to our mission.”
ja: Andreas、Thomas、Paul の 3 人によって、私たちのミッションにとって貴重な新しい観点が加わります。」

source: “As a Gold member, we are committed to increased interaction with and contributions to the community.”
ja: ゴールド メンバーとして、オープン ソース コミュニティとの対話を深め、コミュニティへの貢献を強化していきます。」

source: “As a technology solutions provider for the infinite network, we are committed to furthering the development of a connected world by moving networks from closed to open and finite to infinite,” said Ned Taleb, CEO of Nexius.
ja: 「弊社は無限ネットワークのための技術ソリューション プロバイダーとして、クローズドからオープンへ、有限から無限へとネットワークを変化させることで、つながる世界のさらなる進化に取り組んでいます。

source: “As an innovative leader in efficient social and technical solutions, we’re excited for the value and expertise they can bring to Hyperledger to advance open blockchain services for many industries.”
ja: 効率的ソーシャル&テクニカル ソリューションの革新的リーダーとして、彼らがHyperledgerにもたらす価値と技術は、さまざまな業界のオープン ブロックチェーン サービスを進化させることでしょう。」

source: “As the first semiconductor maker to join the Civil Infrastructure Platform project, Renesas Electronics is pleased to extend our commitment to open technology development,” said Takehisa Katayama, [title] at Renesas Electronics Corporation.
ja: ルネサス エレクトロニクス株式会社 第二ソリューション事業本部 ICT・ソリューション事業部 事業部長である富岡一郎氏は、次のように述べています。 「ルネサス エレクトロニクスは、Civil Infrastructure Platform プロジェクトに加盟する初めての半導体メーカーとして、オープン テクノロジ開発へのコミットメントをさらに強化できることを嬉しく思います。

source: “As we’ve grown to become the home of more than 50 vibrant projects and expanded the ways The Linux Foundation serves the open source community, we’ve relied on Eileen and others on our Board for their guidance and expertise.
ja: The Linux Foundation は 50 以上の活気あるプロジェクトのホームとなるまでに成長し、オープン ソース コミュニティへの貢献を拡大してきましたが、それを支えてきたのは Eileen をはじめとするボード メンバーの知識や助言です。

source: “Automakers are becoming software companies, and just like in the tech industry, they are realizing that open source is the way forward,” said Dan Cauchy, Executive Director of Automotive Grade Linux.
ja: Automotive Grade Linux のエグゼクティブ ディレクターである Dan Cauchy は次のように述べています。 「自動車メーカーはソフトウェア企業になりつつあり、技術業界と同じく、オープン ソースこそが最善の選択であることに気づいています。

source: “Being a part of Hyperledger allows us to collaborate with a global network of experts in order to build the cross-industry blockchain standard, for customers, supply chain, digital services, financial services and financing tools,” said Kurt Schäfer, Head of Treasury at Daimler AG.
ja: また Daimler AG の財務部門代表である Kurt Schäfer 氏は次のように述べています。 「Hyperledger の一員になることで、グローバルなエキスパートのネットワークと協力して、お客様やサプライ チェーン向けのほか、デジタル サービス、金融サービス、融資ツール向けなど、業界の壁を越えたブロックチェーン標準を構築することができます。

source: “BlackRock’s membership is evidence of its continually increasing dedication to open source development,” said Jim Zemlin, Executive Director, The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「BlackRockのメンバーシップは、同社が継続的にオープン ソース開発への取り組み強化していることの証しです。

source: “By combining two of the largest open source networking initiatives, the community is able to take advantage of the best architectural components of both projects,” said Jim Zemlin, Executive Director of The Linux Foundation.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「2 つの大きなオープン ソース ネットワーキング プロジェクトが合体したことで、コミュニティは両プロジェクトの最良の構成要素を活用できるようになりました。

source: “By joining Hyperledger, we are confident to do the right step towards this direction.”
ja: 弊社は Hyperledger に参加し、めざすものへと正しく進んでいることを確信しています。」

source: “Chinese developers and businesses have strongly embraced open source and are contributing significant amounts of code to a wide variety of projects,” said Linux Foundation Executive Director Jim Zemlin.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「中国の開発者や企業は、オープン ソースを積極的に受け入れ、さまざまなプロジェクトに大量のコードを貢献しています。

source: “Collaborative development is changing the way technology is developed for the benefit of everyone.”
ja: 共同開発は、あらゆる人々の利益となるように技術開発のしくみを変えています。」

source: “Contributing to the development of shared technology is critical to Renesas Electronics--in addition to our work with Yocto Project and Automotive Grade Linux, we are one of the most active contributors to Linux itself.
ja: 共有技術の開発に貢献することは、ルネサス エレクトロニクスにとって、Yocto Project や Automotive Grade Linux との連携とともに極めて重要であり、弊社は Linux そのものに対しても最も積極的に貢献している企業の 1 つです。

source: “Eileen has been a trusted advisor to The Linux Foundation for years, so we’re very pleased that she’ll continue to help lead the organization,” said Jim Zemlin, executive director.
ja: また The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「Eileen は長年にわたり The Linux Foundation の信頼あるアドバイザーを務めていますので、彼女が引き続き当組織の指導に関わってくれるのは大変喜ばしいことです。

source: “Growth and interest in Hyperledger remain high in 2017,” said Brian Behlendorf, Executive Director, Hyperledger.
ja: Hyperledger のエグゼクティブ ディレクターである Brian Behlendorf 氏は次のように述べています。 「2017 年も Hyperledger の成長と同プロジェクトへの関心は依然として高まっています。

source: “Having one of the world’s leading industrial and transport companies join Hyperledger is very exciting,” said Brian Behlendorf, Executive Director, Hyperledger.
ja: Hyperledger のエグゼクティブ ディレクターである Brian Behlendorf 氏は次のように述べています。 「世界をリードする工業・運輸企業の1つであるダイムラーが Hyperledger に加盟したことは、実に刺激的なできごとです。

source: “Hitachi’s move to become a Platinum member of The Linux Foundation is a strong indicator of the depth of its commitment to the advancement of open source.”
ja: 日立のプラチナメンバー昇格は、オープンソース発展に対する日立のコミットメントの深さを強く物語っています。」

source: “I am absolutely delighted by the diversity of speakers and subject matter within our lineup at Cloud Foundry Summit,” said Abby Kearns, Executive Director, Cloud Foundry Foundation.
ja: Cloud Foundry Foundationのエグゼクティブ ディレクターであるAbby Kearns氏は次のように述べています。 「Cloud Foundry Summitには多様性のある講演者やテーマがあふれていて、喜ばしいかぎりです。

source: “I look forward to carrying on my work with the Board to support the organization that’s home to Linux, as well as dozens of other technologies that developers count on.”
ja: Linux のホームであり、開発者らが頼りとするその他さまざまな技術のホームでもある The Linux Foundation をサポートするために、ボード メンバーとして頑張りたいと思います。」

source: “I look forward to working closely with my fellow Board members to advance the mission of The Linux Foundation,” said Mr. Munakata.
ja: 宗像氏は次のように述べています。 「ボード メンバーの皆さんと緊密に協力し合い、The Linux Foundationのミッションを推進していきたいと思います。

source: “Implementation of xRAN standards within M-CORD will make it more relevant as an open reference implementation for the industry and in return we will be able to revise the xRAN spec based on actual implementation experience on multi-vendor devices,” said Guru Parulkar, executive director of ONF, ON.Lab and Stanford Platform Lab.
ja: ONF、ON.Lab、および Stanford Platform Lab のエグゼクティブ ディレクターである Guru Parulkar 氏は次のように述べています。 「M-CORD における ｘRAN 標準の実装は、業界のオープン リファレンス実装として意義深く、私たちはマルチベンダー デバイスへの実際の実装経験をベースに xRAN 仕様を改訂できるようになります。

source: “Increasing diversity in open source is important work that has widespread benefits for individuals, projects, organizations, the tech industry, and society as a whole,” said Terry Morreale, CTO and Associate Director at NCWIT.
ja: NCWIT の CTO 兼アソシエイト ディレクターである Terry Morreale 氏は次のように述べています。 「オープン ソースの多様性強化は、個人、プロジェクト、組織、技術業界、そして社会全体に広範なメリットをもたらす重要な取り組みです。

source: “IoT.bzh is a strong supporter of open source, and it is at the core of our business,” said Fulup Le Foll, CEO of IoT.bzh.
ja: 「IOT.bzhはオープン ソースの強力なサポーターであり、オープン ソースは私たちのビジネスの要です。

source: “It’s time to bring the benefits of SDN to the RAN and the combination of xRAN and M-CORD is an exciting step in that direction.”
ja: RAN にも SDN のメリットを適用するべき時です。そして xRAN と M-CORD との組み合わせはそのための大胆な一歩です。」

source: “I’m incredibly pleased with the technical energy behind ONAP and the progress the community is making,” said Arpit Joshipura, General Manager, Networking at The Linux Foundation.
ja: The Linux Foundationのネットワーク部門担当ゼネラル マネージャーであるArpit Joshipuraは、次のように述べています。 「ONAPを支える技術力と、コミュニティが生み出すその進化には目をみはるものがあります。

source: “Linux and many other critical open source projects have benefited tremendously over a span of years from Hitachi’s contributions and unwavering support,” said Jim Zemlin, Executive Director of The Linux Foundation.
ja: また The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「Linux をはじめとする多くのクリティカルなオープン ソース プロジェクトが、長年にわたり、日立による貢献とゆるぎないサポートから多大な恩恵を受けてきました。

source: “Linux and many other critical open source projects have benefitted tremendously over a span of years from Hitachi’s contributions and unwavering support,” said Jim Zemlin, executive director of The Linux Foundation.
ja: また The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「Linux をはじめとする多くのクリティカルなオープン ソース プロジェクトが、長年にわたり、日立による貢献とゆるぎないサポートから多大な恩恵を受けてきました。

source: “LinuxCon attendees are technical and savvy.
ja: 「LinuxCon の参加者は知識豊富な技術者です。

source: “LinuxCon provides a unique opportunity to learn about a range of OSS projects/technologies, meet with developers and vendors, make important contacts, and have fun at the social events.
ja: 「LinuxCon はさまざまな OSS プロジェクトや OSS テクノロジについて学び、開発者やベンダーに出会い、重要な人脈を築き、ソーシャル イベントを楽しめる貴重な場所です。

source: “Member investments like we’re seeing today help ensure the communities hosted here are sustainable long term with the tools needed to create scalable and highly interoperable computing infrastructure.”
ja: 今日のようなメンバーの投資によって、ここに誘致されている各種コミュニティは長期にわたり、スケーラブルで相互運用性の高いコンピューティング インフラを開発するためのツールを手にすることができます。」

source: “NEC globally provides safe, secure and efficient social solutions for governments, governmental agencies, financial institutions and other organizations by combining its technology assets with broad systems integration expertise and customer assets,” said Osamu Fujikawa, Senior Vice President, Head of the Business Innovation Unit, NEC.
ja: NEC 執行役員の藤川修氏は、次のように述べています。 「NECは、その技術資産と広範なシステム インテグレーション技術やカスタマー資産を組み合わせ、国内外の政府、自治体、金融機関などに安全、安心、効率的な社会ソリューションを提供しています。

source: “NEC joining as a Premier member further broadens Hyperledger’s global footprint and is great to see,” said Hyperledger Executive Director, Brian Behlendorf.
ja: Hyperledgerのエグゼクティブ ディレクターであるBrian Behlendorf氏は、次のように述べています。 「NECがプレミア メンバーとして参加することで、Hyperledgerのグローバル化がさらに促進されます。実にすばらしいことです。

source: “Node.js has become one of the fastest growing run-time environments for creating a broad variety of tools and applications.
ja: IBM のオープン テクノロジ担当 VP である Todd Moore 氏は次のように述べています。 「Node.js はさまざまなツールやアプリケーションを開発向けに急成長したランタイム環境の 1 つです。

source: “Open source is for everyone, but everyone does not always feel completely welcome in the community,” said Linux Foundation Executive Director Jim Zemlin.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「オープン ソースはあらゆる人々のためにありますが、コミュニティのすべての人々が常に心地よさを感じているわけではありません。

source: “Open source projects, including ones hosted at The Linux Foundation such as Hyperledger and CNCF, are transforming the financial services industry and BlackRock is well positioned to help lead that transformation.”
ja: HyperledgerやCNCFなどのLinux Foundationプロジェクトをはじめとするオープン ソース プロジェクトは金融サービス業界を変えつつあり、BlackRockはその変革を促進する確かな位置にいます。」

source: “Organizations can only build trust in other entities when they have the opportunity to demonstrate the way they are handling open source software meets the criteria of a good compliance process,” said Dr. Miriam Ballhausen, OpenChain Conformance Work Team Lead.
ja: また、OpenChain Conformanceワーク チームのリーダーであるMiriam Ballhausen氏は次のように述べています。 「組織が他の事業体との信頼を構築するには、彼らのオープン ソース ソフトウェアの扱い方が良好なコンプライアンス プロセスの基準を満たしていることを立証する機会が必要です。

source: “Organizations have begun to realize that as they adopt more open source software, they need to establish processes for everything from selecting software, to deploying it, to ensuring license compliance,” said Linux Foundation Executive Director Jim Zemlin.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「企業によるオープン ソース ソフトウェアの導入が増えるにつれ、ソフトウェアの選択からデプロイやライセンス コンプライアンスの徹底までのあらゆるプロセスを確立する必要があることに、彼らは気づき始めています。

source: “Our new members represent a wide group of skills and expertise, from location-based services to digital storage, which will be valuable as we continue to enhance our UCB infotainment platform and expand into other automotive applications like telematics and instrument cluster.”
ja: 新メンバーは、位置情報サービスからデジタル ストレージまで、さまざまなスキルや技術を象徴する企業の集まりです。私たちは今後も UCB インフォテインメント プラットフォームを拡張し、テレマティクスやインストルメント クラスタのような自動車アプリケーションにも適用させるため、このように多様なメンバーの存在は貴重です。」

source: “Over the last year, there has been strong interest among mobile network operators to bring M-CORD software infrastructure and xRAN standardized interfaces together.
ja: スタンフォード大学の Dr. Sachin Katti は次のように述べています。 「この一年、モバイル ネットワーク通信企業の間では、M-CORD ソフトウェア基盤と xRAN 標準インタフェースの統合に強い関心がありました。

source: “Regarding blockchain, NEC has been leading academic research on blockchain security since the beginning of Bitcoin.
ja: またブロックチェーンについては、Bitcoinの黎明期より、ブロックチェーンのセキュリティに関する学術研究をリードしてきました。

source: “SDN is disruptive technology and is transforming how new products and services are brought to market,” said Mr. Li Guang, Vice President, Director of Wireline Product at ZTE.
ja: ZTE の有線製品担当ディレクター兼バイス プレジデントである Li Guang 氏は次のように述べています。 「SDN は破壊的技術であり、新しい製品やサービスの市場投入のあり方を一変させるものです。

source: “SELTECH is proud to be part of the Automotive Grade Linux community and contribute our expertise working with multiple security systems and virtualization technologies to create a reliable infotainment system,” said Shoi Egawa, CEO and President at SELTECH.
ja: 「Automotive Grade Linuxコミュニティの一員となり、各種セキュリティ システムや仮想技術と連携する弊社の技術を、信頼できるインフォテインメント システム開発のために提供できることは光栄です。

source: “Speakers have a major role to play in making events feel safe and welcoming, and while they almost always have the best of intentions, they need the tools to be successful.
ja: 講演者には、イベントを安全で快適なものにするという重要な役割があり、ほぼ常に誠意を尽くしていますが、成功させるためのツールは必要です。

source: “Thanks to the hard work of our contributors we have exceptional new services to offer the community.
ja: 貢献者のお骨折りのおかげで、新たな素晴らしいサービスをコミュニティに提供することができます。

source: “The Linux Foundation is the home to the premier open networking projects, which bring together thousands of developers, devops pros and other technologists,” said Jim Zemlin, Executive Director of The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクター Jim Zemlin は次のように述べています。 「The Linux Foundation には主要なオープン ネットワーキング プロジェクトが所属し、膨大な数の開発者や devops プロをはじめとする技術者が集っています。

source: “The Linux Foundation provides a neutral home for collaborative development,” said Jim Zemlin, executive director, The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクター Jim Zemlin は次のように述べています。 「The Linux Foundation は、共同開発のための中立なホームです。

source: “The Linux Foundation’s support for the creation of ecosystems around critical open source projects has helped them grow and is encouraging commercial adoption,” said Ms. Evans.
ja: Ms. Evans は次のように述べています。 「クリティカルなオープン ソース プロジェクトのエコシステム形成に対する The Linux Foundation のサポートは、その成長を助け、商用展開を促進しています。

source: “The Linux kernel features one of the fastest-moving development processes and involves more developers than any other open source project.”
ja: 「Linux カーネルは、変化に素早く対応できる開発プロセスを特徴としており、オープン ソース プロジェクトの中でも最大の開発者を擁しています。

source: “The OpenChain Project is about open source compliance across the many entities in the modern IT supply chain,” said Kate Stewart, Senior Director of Strategic Programs, The Linux Foundation.
ja: The Linux Foundationの戦略プログラム担当シニア ディレクターであるKate Stewartは次のように述べています。 「OpenChain Projectは現代のITサプライ チェーンのさまざまな事業体のオープン ソース コンプライアンスを対象にしています。

source: “The OpenChain Specification provides the trust and assurance that an organization is able to effectively manage the open source from which their solutions are comprised.
ja: OpenChain仕様書が提供する信頼と保証により、組織は彼らのソリューションの構成要素であるオープン ソースを効果的に管理できます。

source: “The benefits of adopting and contributing back to open source are immense, but more education is required to fully realize those advantages.
ja: オープン ソースの採用と還元のメリットは莫大ですが、その長所を完全に理解するには、さらなる教育が必要です。

source: “The diversity of our membership continues to grow, demonstrating that blockchain technology has the potential to impact many industries and transform the way business processes are handled.
ja: 当プロジェクトのメンバーシップは成長し続けていますが、これは、ブロックチェーン技術がさまざまな業界に影響を与えてビジネスのあり方を変える可能性があることの表れです。
